{
  "bloodTypes": {
    "90DegreeDrops": {
      "image": "assets/images/90DegreeDrops.png",
      "description": "Drip patterns will be large and irregular in shape, with small satellite spatters around the periphery of the central parent stain on the horizontal and nearby vertical surfaces."
    },
    "Smear": {
      "image": "assets/images/Smear.png",
      "description": " This is the most common type of blood spatter and is caused by blood being dragged or wiped across a surface. Smear patterns can be found on walls, floors, and other surfaces that have come into contact with blood."
    },
    "Trail": {
      "image": "assets/images/Trail.png",
      "description": "A trail is a series of bloodstains that are created when blood is dragged along a surface. Trails can be caused by someone walking or crawling through blood, or by an object that has been dragged through blood."
    },
    "CastOff": {
      "image": "assets/images/CastOff.png",
      "description": "Cast-off patterns are created when blood is flung off of an object that is being swung or shaken. Cast-off patterns can be found on walls, ceilings, and other surfaces that are above where the object was being swung."
    },
    "ExpiratedBlood": {
      "image": "assets/images/ExpiratedBlood.png",
      "description": "Expirated blood is blood that is coughed up or spit out. This type of blood spatter is typically very fine and can be found on surfaces that are near the victim's mouth or nose."
    },
    "HighVelocityImpact": {
      "image": "assets/images/HighVelocityImpact.png",
      "description": "This type of spatter is created when blood is forcefully projected from a wound. High-velocity impact spatter is typically caused by gunshot wounds or other blunt force trauma. The bloodstains in high-velocity impact spatter are small and round, and they often have a starburst pattern."
    },
    "MediumVelocityImpact": {
      "image": "assets/images/MediumVelocityImpact.png",
      "description": "This type of spatter is created when blood is projected from a wound at a moderate speed. Medium-velocity impact spatter is typically caused by blunt force trauma that does not involve a gun. The bloodstains in medium-velocity impact spatter are larger than those in high-velocity impact spatter, and they often have a circular or oval shape."
    },
    "LowVelocityImpact": {
      "image": "assets/images/LowVelocityImpact.png",
      "description": "This type of spatter is created when blood is projected from a wound at a slow speed. Low-velocity impact spatter is typically caused by blood dripping from a wound. The bloodstains in low-velocity impact spatter are larger than those in high-velocity and medium-velocity impact spatter, and they often have an irregular shape."
    }
  }
}
